Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/felles_samisk_historieverk_og_digitale_laeremidler_i_sametingets_budsjett_2021_.html.tmx
Source language: nob
Languages: sme

source: Felles samisk historieverk og digitale læremidler i Sametingets budsjett 2021
sme: Oktasaš sámi historjáoahpponeavvu ja digitála oahpponeavvut Sámedikki 2021 bušeahtas

source: Sametingsrådet foreslår å utarbeide et felles samisk historieverk for skolene.
sme: Sámediggeráđđi evttoha ráhkadahttit oktasaš sámi historjáoahpponeavvu skuvlii.

source: Dette er i tråd med NOU 2016: 18 - Hjertespråket og forslag på tiltak fra rapport om grenseoverskridene skolesamarbeid.
sme: Dat laktása NAČ 2016:18 - Váibmogillii ja rádjerasttildeaddji skuvlaovttasbarggu raportta doaibmaevttohusaide.

source: – Dette gjøres som en del av en større omlegging av læremiddelutviklingen fra Sametingsrådet side, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
sme: – Sámediggeráđi bealis lea dat oassin oahpponeavvoráhkadeami viiddis molsašumis, dadjá sámediggeráđđi Mikkel Eskil Mikkelsen (NSR).

source: Sametingsrådet forslår å øke tilskuddet til læremiddelutvikling med over 10 millioner.
sme: Sámediggeráđđi evttoha lasihit oahpponeavvoráhkadeami doarjaga badjel 10 miljon ruvnnuin.

source: Det utgjør en økning på 57 prosent fra budsjettet i 2020.
sme: Dat dagaha 57 proseantta lassáneami 2020 bušeahta ektui.

source: – Til sammen presenterer vi nye grep og peker ut en ny retning for samisk læremiddelutvikling.
sme: – Oppalohkái mii ovdanbuktit sámi oahpponeavvoráhkadeapmái ođđa vugiid ja mieđuštit ođđa geainnuide.

source: Vi vet at nye læreplaner krever nye læremidler og det er et prekært behov i skolene i dag, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
sme: Mii diehtit ahte ođđa oahppoplánat gáibidit ođđa oahpponeavvuid, ja skuvllain lea dál duođalaš dárbu daidda, dadjá sámediggeráđđi Mikkel Eskil Mikkelsen (NSR).

source: Felles samisk historieverk
sme: Oktasaš sámi historjáoahpponeavvu

source: Sametingsrådet presenterer en ny satsning på læremiddelfeltet i budsjettforslag for 2021.
sme: Sámediggeráđđi bidjá ovdan ođđa áŋgiruššama oahpponeavvosuorgái 2021 bušeahttaárvalusas.

source: Sametingsrådet foreslår å satse på det grenseoverskridende læremiddelsamarbeidet i en pilot som tar for seg historieverk.
sme: Sámediggeráđđi evttoha áŋgiruššat rádjerasttildeaddji oahpponeavvoovttasbargui historjáoahpponeavvu pilohtas.

source: – Samarbeidet mellom Sametingene på dette feltet har store muligheter.
sme: – Dán suorggis leat stuora vejolašvuođat ovttasbarggus sámedikkiid gaskkas.

source: Vi har to rapporter som peker på at et slikt samarbeid har potensiale, og jeg er glad for å følge opp Hjertespråket og Grenseløs samisk opplæring på denne måten.
sme: Mis leat guokte raportta mat čájehit dakkár ovttasbarggu potensiála, ja mun illosan čuovvulit Váibmogiela ja Rájáhis sámi oahpahusa dáinna vugiin.

source: Det er jo et helt klart mål at vi samer skal ha et felles samisk historieverk, sier Mikkelsen.
sme: Diehttelasat galgá mis sápmelaččain leat oktasaš sámi historjáoahpponeavvu, dadjá Mikkelsen.

source: Det settes av 500 000 kroner til prosjektet i 2021.
sme: Prošektii várrejuvvo 500 000 ruvnno 2021:i.

source: Rammeavtaler
sme: Rámmašiehtadusat

source: Sametingsrådet har i flere omganger varslet tiltak for å bedre læremiddelutviklingen.
sme: Sámediggeráđđi lea máŋgii dieđihan doaibmabijuid oahpponeavvoráhkadeami buorideami várás.

source: Nå jobber Sametinget med å inngå rammeavtaler med forlag for å sikre en forutsigbarhet for forlagene.
sme: Sámediggi lea bargame ásahit rámmašiehtadusaid lágádusaiguin sihkkarastin dihte diehttevašvuođa lágádusaide.

source: I neste års budsjett forslås det å satse videre på rammeavtaler med 6 millioner kroner.
sme: Boahtte jagi bušeahtas evttohit viidásit áŋgiruššat rámmašiehtadusain 6 miljon ruvnnuin.

source: – Vi må hele tiden søke bedre og mer forutsigbare ordninger for læremiddelutviklingen.
sme: – Mii fertet čađagaska geahččalit buoridit ja hábmet eanet einnostahtti ortnegiid oahpponeavvoráhkadeami várás.

source: Sametingsrådet tilbyr nå forlagene forutsigbare rammer i form av offentlige anskaffelser og ser at det er et grep for å sikre forlagenes mulighet til planlegge langsiktig, sier Mikkelsen.
sme: Sámediggeráđđi fállá dál lágádusaide einnostahtti rámmaid almmolaš háhkandoaimmaid bokte, ja oaivvilda ahte dát sáhttá sihkkarastit lágádusaide vejolašvuođa plánet guhkitáigásaš plánaid, dadjá Mikkelsen.

source: Digitale læremidler
sme: Digitála oahpponeavvut

source: Nye læreplaner i skolen fordrer at nye samiske læremidler realiseres raskt.
sme: Ođđa oahppaplánat skuvllas gáibidit ahte ođđa sámi oahpponeavvut ilbmet jođánit.

source: Regjeringen har i forslaget til statsbudsjett for 2021 foreslått en engangsbevilgning til digitale læremidler på samisk.
sme: Ráđđehus evttoha 2021 stáhtabušeahttaárvalusas háválašjuolludusa sámi digitála oahpponeavvuide.

source: – Sametingsrådet følger opp regjeringens forslag med å prioritere utvikling av digitale læremidler.
sme: – Sámediggeráđđi čuovvula ráđđehusa árvalusa ja vuoruha digitála oahpponeavvuid ráhkadeami.

source: Digitalisering står sentralt i fagfornyelsen og generelt i samfunnsutviklingen, og sametingsrådet følger dette opp med tydeligere prioritering på utvikling av samiske digitale læremidler av høy kvalitet, avslutter Mikkelsen.
sme: Digitaliseren lea guovddážis fágaođastusas ja oppalohkái servodatovddideamis, ja sámediggeráđđi čuovvula dan go čielgasit vuoruha sámi digitála oahpponeavvuid ráhkadeami, main lea buorre kvalitehta, loahpaha Mikkelsen.

source: Sametingets budsjett 2021 - sametingsrådets forslag til innstilling
sme: Sámedikki 2021 bušeahtta - sámediggerádi mearrádusárvalus

source: For spørsmål eller intervju, kontakt sametingsråd Mikkel Eskil Mikkelsen (NSR ) +47 917 42 161 mikkel.eskil.mikkelsen@samediggi.no .
sme: Gažaldagaid ja jearahallamiid vástida sámediggeráđđi Mikkel Eskil Mikkelsen (NSR).
